Revit 2024 API
ParameterTypeId.DimWitnsLineExtensionBelow Property
 "Witness Line Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DimWitnsLineExtensionBelow { get; }
Visual Basic
Public Shared ReadOnly Property DimWitnsLineExtensionBelow As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DimWitnsLineExtensionBelow {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace